{"arxiv_id": "9303024v1", "title": "Prediction of Peptide Conformation by the Multicanonical Algorithm", "authors": ["Ulrich H. E. Hansmann", "Yuko Okamoto"], "published_date": "1993-03-13", "updated_date": "1993-03-13", "abstract": "We test the effectiveness of the multicanonical algorithm for the tertiary structure prediction of peptides and proteins. As a simple example we study Met-enkephalin. The lowest-energy conformation obtained agrees with that determined by other methods such as Monte Carlo simulated annealing. But unlike to simulated annealing the relationship to the canonical ensemble remains exactly controlled. Thermodynamic quantities at various temperature can be calculated from one run.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9303024v1", "doi": null}
{"arxiv_id": "9304034v1", "title": "Solitons and 1/f Noise in Molecular Chains", "authors": ["H. Rosu", "E. Canessa"], "published_date": "1993-04-20", "updated_date": "1993-04-20", "abstract": "Davydov's model of solitons in alpha-helix protein chains is shown to display features of self-organized criticality (SOC), i.e., power law behaviour of correlations in space and 1/f-noise, as a consequence of considering random peptide group displacements from their (periodic) equilibrium positions along a chain. This may shed light on a basic mechanism leading to obtain flicker noise in alpha-helix protein chains and to predict a SOC regime in biomolecular structures from first principles. We believe our treatment of 1/f noise to be of some relevance to recent findings due to Voss on DNA [Phys. Rev. Lett. 68, 3805 (1992)].", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9304034v1", "doi": "10.1103/PhysRevE.47.R3818"}
{"arxiv_id": "9401072v1", "title": "Statistical Mechanics and Visual Signal Processing", "authors": ["Marc Potters", "William Bialek"], "published_date": "1994-01-30", "updated_date": "1994-01-30", "abstract": "The nervous system solves a wide variety of problems in signal processing. In many cases the performance of the nervous system is so good that it apporaches fundamental physical limits, such as the limits imposed by diffraction and photon shot noise in vision. In this paper we show how to use the language of statistical field theory to address and solve problems in signal processing, that is problems in which one must estimate some aspect of the environment from the data in an array of sensors. In the field theory formulation the optimal estimator can be written as an expectation value in an ensemble where the input data act as external field. Problems at low signal-to-noise ratio can be solved in perturbation theory, while high signal-to-noise ratios are treated with a saddle-point approximation. These ideas are illustrated in detail by an example of visual motion estimation which is chosen to model a problem solved by the fly's brain. In this problem the optimal estimator has a rich structure, adapting to various parameters of the environment such as the mean-square contrast and the correlation time of contrast fluctuations. This structure is in qualitative accord with existing measurements on motion sensitive neurons in the fly's brain, and we argue that the adaptive properties of the optimal estimator may help resolve conlficts among different interpretations of these data. Finally we propose some crucial direct tests of the adaptive behavior.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9401072v1", "doi": "10.1051/jp1:1994219"}
{"arxiv_id": "9402096v1", "title": "Response Functions Improving Performance in Analog Attractor Neural Networks", "authors": ["Nicolas Brunel", "Riccardo Zecchina"], "published_date": "1994-02-22", "updated_date": "1994-02-22", "abstract": "In the context of attractor neural networks, we study how the equilibrium analog neural activities, reached by the network dynamics during memory retrieval, may improve storage performance by reducing the interferences between the recalled pattern and the other stored ones. We determine a simple dynamics that stabilizes network states which are highly correlated with the retrieved pattern, for a number of stored memories that does not exceed $\\alpha_{\\star} N$, where $\\alpha_{\\star}\\in[0,0.41]$ depends on the global activity level in the network and $N$ is the number of neurons.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9402096v1", "doi": "10.1103/PhysRevE.49.R1823"}
{"arxiv_id": "9407107v1", "title": "Nonlinear Localized Excitations and the Dynamics of H-Bonds in DNA", "authors": ["S. Flach", "C. R. Willis"], "published_date": "1994-07-27", "updated_date": "1994-07-27", "abstract": "We analyze typical models which intend to describe (parts of) the dynamics of H-Bonds in DNA. We show that these models generically allow for nonlinear localized excitatons (NLEs) (discrete breathers). We especially study the scattering of phonons by NLEs and observe strong reflection of phonons by the NLE. We relate our results to the problem of functioning of a complex biomolecule, e.g. the DNA.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9407107v1", "doi": null}
{"arxiv_id": "9407110v1", "title": "Protein-Machine model of a single enzymatic reaction", "authors": ["Michal Kurzynski"], "published_date": "1994-07-28", "updated_date": "1994-07-28", "abstract": "The theory of biochemical processes needs simple but realistic models of phenomena underlying microscopic dynamics of proteins. Many experiments performed in the 1980s have demonstrated that within the protein native state, apart from usual vibrational dynamics, a rich interconformational (activated) dynamics exists. The slowness of this dynamics makes any conventional theory of chemical reactions inapplicable for description of enzymatic reactions. It is presumably a rule that it is the process of conformational relaxation, and not the details of chemical mechanism, that affects their rate. In a simple model of Protein-Machine type, applied in constructing a novel theory of enzymatic reaction, conformational dynamics is treated as a realative quasi-continuous motion of solid-like structural elements of protein. Simple and tractable formulas for the chemical relaxation time and the enzyme turnover number in the steady state conditions are found. The important result obtained is that the kinetic mechanisms close to and far from the equilibrium can differ.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9407110v1", "doi": null}
{"arxiv_id": "9409074v1", "title": "Criticality in Simple Models of Evolution", "authors": ["Jan de Boer", "A. D. Jackson", "Tilo Wettig"], "published_date": "1994-09-16", "updated_date": "1994-09-16", "abstract": "We consider two, apparently similar, models of biological evolution which have been claimed to exhibit self-organized critical behaviour. A careful reanalysis of these models, including several new analytic results for one of them, suggests that they are qualitatively different. We demonstrate the limitations of the mean field description of these systems. We argue that a more precise definition of self-organized criticality is desirable and establish several criteria in this connection.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9409074v1", "doi": "10.1103/PhysRevE.51.1059"}
{"arxiv_id": "9411001v1", "title": "Self-organized Critical Model Of Biological Evolution", "authors": ["H. F. Chau", "L. Mak", "P. K. Kwok"], "published_date": "1994-11-01", "updated_date": "1994-11-01", "abstract": "A punctuated equilibrium model of biological evolution with relative fitness between different species being the fundamental driving force of evolution is introduced. Mutation is modeled as a fitness updating cellular automaton process where the change in fitness after mutation follows a Gaussian distribution with mean $x>0$ and standard deviation $\\sigma$. Scaling behaviors are observed in our numerical simulation, indicating that the model is self-organized critical. Besides, the numerical experiment suggests that models with different $x$ and $\\sigma$ belong to the same universality class. PACS numbers: 87.10.+e, 05.40.+j", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9411001v1", "doi": "10.1016/0378-4371(95)00027-5"}
{"arxiv_id": "9503099v1", "title": "A Bit-String Model for Biological Aging", "authors": ["Thadeu J. P. Penna"], "published_date": "1995-03-17", "updated_date": "1995-03-17", "abstract": "We present a simple model for biological aging. We studied it through computer simulations and we have found this model to reflect some features of real populations.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9503099v1", "doi": "10.1007/BF02180147"}
{"arxiv_id": "9503100v1", "title": "Efficient Monte Carlo Simulation of Biological Aging", "authors": ["T. J. P. Penna", "D. Stauffer"], "published_date": "1995-03-17", "updated_date": "1995-03-17", "abstract": "A bit-string model of biological life-histories is parallelized, with hundreds of millions of individuals. It gives the desired drastic decay of survival probabilities with increasing age for 32 age intervals.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9503100v1", "doi": "10.1142/S0129183195000186"}
{"arxiv_id": "9503173v2", "title": "Protein Folding and Spin Glass", "authors": ["S. Suresh Rao", "Somendra M. Bhattacharjee"], "published_date": "1995-03-30", "updated_date": "1995-04-05", "abstract": "We explicitly show the connection between the protein folding problem and spin glass transition. This is then used to identify appropriate quantities that are required to describe the transition. A possible way of observing the spin glass transition is proposed.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9503173v2", "doi": "10.1016/0378-4371(95)00325-8"}
{"arxiv_id": "9507093v1", "title": "Elasticity of Semiflexible Biopolymer Networks", "authors": ["F. C. MacKintosh", "J. Kas", "P. A. Janmey"], "published_date": "1995-07-21", "updated_date": "1995-07-21", "abstract": "We develop a model for gels and entangled solutions of semiflexible biopolymers such as F-actin. Such networks play a crucial structural role in the cytoskeleton of cells. We show that the rheologic properties of these networks can result from nonclassical rubber elasticity. This model can explain a number of elastic properties of such networks {\\em in vitro}, including the concentration dependence of the storage modulus and yield strain.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9507093v1", "doi": "10.1103/PhysRevLett.75.4425"}
{"arxiv_id": "9508077v2", "title": "Effective Breather Trapping Mechanism for DNA Transcription", "authors": ["Julian J. -L. Ting", "Michel Peyrard"], "published_date": "1995-08-18", "updated_date": "1998-07-17", "abstract": "Collective coordinate and direct numerical integration methods are applied to the analysis of a one-dimensional DNA model. A modification of the coupling constant in an extended region is found to be less selective towards the breather it can trap than an isolated impurity. Therefore it provides a possible physical mechanism for the effect of an enzyme on DNA transcription.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9508077v2", "doi": "10.1103/PhysRevE.53.1011"}
{"arxiv_id": "9508092v1", "title": "Influence of Refractory Periods in the Hopfield model", "authors": ["C. R. da Silva", "F. A. Tamarit", "E. M. F. Curado"], "published_date": "1995-08-22", "updated_date": "1995-08-22", "abstract": "We study both analytically and numerically the effects of including refractory periods in the Hopfield model for associative memory. These periods are introduced in the dynamics of the network as thresholds that depend on the state of the neuron at the previous time. Both the retrieval properties and the dynamical behaviour are analyzed.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9508092v1", "doi": "10.1142/S0129183196000053"}
{"arxiv_id": "9508127v1", "title": "A New Algorithm for Protein Design", "authors": ["J. M. Deutsch", "Tanya Kurosky"], "published_date": "1995-08-28", "updated_date": "1995-08-28", "abstract": "We apply a new approach to the reverse protein folding problem. Our method uses a minimization function in the design process which is different from the energy function used for folding. For a lattice model, we show that this new approach produces sequences that are likely to fold into desired structures. Our method is a significant improvement over previous attempts which used the energy function for designing sequences.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9508127v1", "doi": "10.1103/PhysRevLett.76.323"}
{"arxiv_id": "9509020v2", "title": "Self-Organized Criticality in the Model of Biological Evolution Describing Interaction of \"Coenophilous\" and \" Coenophobous\" Species", "authors": ["O. V. Kovalev", "Yu. M. Pis'mak", "V. V. Vechernin"], "published_date": "1995-09-05", "updated_date": "1995-09-12", "abstract": "The modification of the model of P.Bak and K.Sneppen of the self-organized biological evolution is proposed on the basis of a formalization of the scheme of the biosphere evolution suggested by O.V.Kovalev. This scheme is regarded as one approximating the realistic model of the ecosystem evolution. The fundamental difference between \"coenophilous\" species and \"coenophobous\" ones in respect to their reaction on the external environment is represented. The dynamics of the modified model as well as that of the model of P.Bak and K. Sneppen possesses the most important features of selforganized criticality: the avalanche-like processes and the punctuated equilibrium. The results obtained by using the numerical experiment for the study of these phenomena are presented.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9509020v2", "doi": null}
{"arxiv_id": "9510019v3", "title": "On the kinks and dynamical phase transitions of alpha-helix protein chains", "authors": ["H. C. Rosu"], "published_date": "1995-10-04", "updated_date": "1997-04-24", "abstract": "Heuristic insights into a physical picture of Davydov's solitonic model of the one-dimensional protein chain are presented supporting the idea of a non-equilibrium competition between the Davydov phase and a complementary, dynamical- `ferroelectric' phase along the chain", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9510019v3", "doi": "10.1007/BF02451811"}
{"arxiv_id": "9511052v2", "title": "Dynamics of Random Networks: Connectivity and First Order Phase Transitions", "authors": ["Albert-László Barabási"], "published_date": "1995-11-11", "updated_date": "1995-11-13", "abstract": "The connectivity of individual neurons of large neural networks determine both the steady state activity of the network and its answer to external stimulus. Highly diluted random networks have zero activity. We show that increasing the network connectivity the activity changes discontinuously from zero to a finite value as a critical value in the connectivity is reached. Theoretical arguments and extensive numerical simulations indicate that the origin of this discontinuity in the activity of random networks is a first order phase transition from an inactive to an active state as the connectivity of the network is increased.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9511052v2", "doi": null}
{"arxiv_id": "9512058v1", "title": "Phase diagram of a semiflexible polymer chain in a $θ$ solvent: application to protein folding", "authors": ["S. Doniach", "T. Garel", "H. Orland"], "published_date": "1995-12-08", "updated_date": "1995-12-08", "abstract": "We consider a lattice model of a semiflexible homopolymer chain in a bad solvent. Beside the temperature $T$, this model is described by (i) a curvature energy $\\varepsilon_h$, representing the stiffness of the chain (ii) a nearest-neighbour attractive energy $\\varepsilon_v$, representing the solvent (iii) the monomer density $\\rho={N \\over \\Omega}$, where $N$ and $\\Omega$ denote respectively the number of monomers and the number of lattice sites. This model is a simplified view of the protein folding problem, which encompasses the geometrical competition between secondary structures (the curvature term modelling helix formation) and the global compactness (modeled here by the attractive energy), but contains no side chain information...", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9512058v1", "doi": "10.1063/1.472031"}
{"arxiv_id": "9512176v1", "title": "Multifractal Analysis of the Coupling Space of Feed-Forward Neural Networks", "authors": ["A. Engel", "M. Weigt"], "published_date": "1995-12-29", "updated_date": "1995-12-29", "abstract": "Random input patterns induce a partition of the coupling space of feed-forward neural networks into different cells according to the generated output sequence. For the perceptron this partition forms a random multifractal for which the spectrum $f(\\alpha)$ can be calculated analytically using the replica trick. Phase transition in the multifractal spectrum correspond to the crossover from percolating to non-percolating cell sizes. Instabilities of negative moments are related to the VC-dimension.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9512176v1", "doi": "10.1103/PhysRevE.53.R2064"}
{"arxiv_id": "9601006v2", "title": "Interactions between Membrane Inclusions on Fluctuating Membranes", "authors": ["Jeong-Man Park", "T. C. Lubensky"], "published_date": "1996-01-03", "updated_date": "1996-05-29", "abstract": "We model membrane proteins as anisotropic objects characterized by symmetric-traceless tensors and determine the coupling between these order-parameters and membrane curvature. We consider the interactions between transmembrane proteins that respect up-down (reflection) symmetry of bilayer membranes and that have circular or non-circular cross-sectional areas in the tangent-plane of membranes. Using a field theoretic approach, we find non-entropic $1/R^{4}$ interactions between reflection-symmetry-breaking transmembrane proteins with circular cross-sectional area and entropic $1/R^{4}$ interactions between transmembrane proteins with circular cross-section that do not break up-down symmetry in agreement with previous calculations. We also find anisotropic $1/R^{4}$ interactions between reflection-symmetry-conserving transmembrane proteins with non-circular cross-section, anisotropic $1/R^{2}$ interactions between reflection-symmetry-breaking transmembrane proteins with non-circular cross-section, and non-entropic $1/R^{4}$ many-particle interactions among non-transmembrane proteins. For large $R$, these interactions might provide the dominant force inducing aggregation of the membrane proteins.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9601006v2", "doi": "10.1051/jp1:1996125"}
{"arxiv_id": "9601082v1", "title": "Experimental Realizations of Integrable Reaction-Diffusion Processes in Biological and Chemical Systems", "authors": ["Gunter M. Schütz"], "published_date": "1996-01-19", "updated_date": "1996-01-19", "abstract": "Stochastic reaction-diffusion processes may be presented in terms of integrable quantum chains and can be used to describe various biological and chemical systems. Exploiting the integrability of the models one finds in some cases good agreement between experimental and exact theoretical data. This is shown for the Rubinstein-Duke model for gel-electrophoresis of DNA, the asymmetric exclusion process as a model for the kinetics of biopolymerization and the coagulation-diffusion model for exciton dynamics on TMMC chains.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9601082v1", "doi": null}
{"arxiv_id": "9601088v1", "title": "Diffusion on a hypercubic lattice with pinning potential: exact results for the error-catastrophe problem in biological evolution", "authors": ["S. Galluccio", "R. Graber", "Y. -C. Zhang"], "published_date": "1996-01-20", "updated_date": "1996-01-20", "abstract": "In the theoretical biology framework one fundamental problem is the so-called error catastrophe in Darwinian evolution models. We reexamine Eigen's fundamental equations by mapping them into a polymer depinning transition problem in a ``genotype'' space represented by a unitary hypercubic lattice. The exact solution of the model shows that error catastrophe arises as a direct consequence of the equations involved and confirms some previous qualitative results. The physically relevant consequence is that such equations are not adequate to properly describe evolution of complex life on the Earth.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9601088v1", "doi": "10.1088/0305-4470/29/10/005"}
{"arxiv_id": "9601113v1", "title": "Democratic Reinforcement: Learning via Self-Organization", "authors": ["Dimitris Stassinopoulos", "Per Bak"], "published_date": "1996-01-23", "updated_date": "1996-01-23", "abstract": "The problem of learning in the absence of external intelligence is discussed in the context of a simple model. The model consists of a set of randomly connected, or layered integrate-and fire neurons. Inputs to and outputs from the environment are connected randomly to subsets of neurons. The connections between firing neurons are strengthened or weakened according to whether the action is successful or not. The model departs from the traditional gradient-descent based approaches to learning by operating at a highly susceptible ``critical'' state, with low activity and sparse connections between firing neurons. Quantitative studies on the performance of our model in a simple association task show that by tuning our system close to this critical state we can obtain dramatic gains in performance.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9601113v1", "doi": null}
{"arxiv_id": "9601120v1", "title": "Design of Proteins with Specified Thermal Properties", "authors": ["Michael P. Morrissey", "Eugene I. Shakhnovich"], "published_date": "1996-01-25", "updated_date": "1996-01-25", "abstract": "We propose a new and effective means for designing stable and fast-folding polypeptide sequences using a cumulant expansion of the molecular partition function. This method is unique in that $T_{Z}$, the ``cumulant design temperature'' entered as a parameter in the design process, is predicted also to be the optimal folding temperature. The method was tested using monte-carlo folding simulations of the designed sequences, at various folding temperatures $T_{F}$. (Folding simulations were run on a cubic lattice for computational convenience, but the design process itself is lattice-independent.) Simulations confirmed that, over a wide range of $T_{Z}$, all designed sequences folded rapidly when $T_{F} \\approx T_{Z}$. Additionally, highly thermostable model proteins were created simply by designing with high $T_{Z}$. The mechanism proposed in these studies provides a plausible pathway for the evolutionary design of biologically active proteins, which {\\em must} fold and remain stable within a relatively narrow range of temperatures.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9601120v1", "doi": null}
{"arxiv_id": "9603027v1", "title": "Kinetics of Phase Ordering in a Two-Component Fluid Membrane", "authors": ["P. B. Sunil Kumar", "Madan Rao"], "published_date": "1996-03-05", "updated_date": "1996-03-05", "abstract": "We present a novel Monte Carlo simulation of the phase separation dynamics of a model fluid membrane. Such a phase segregation induces shape changes of the membrane and results in local `budding' under favourable conditions. We present a preliminary investigation of the nucleation regime and compute a variety of growth laws. Our study indicates that membranes with high viscosity, buckle on account of phase segregation. We discuss the relation between this dynamical buckling and the phenomenon of `capping' seen in biological membranes.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9603027v1", "doi": null}
{"arxiv_id": "9604110v1", "title": "Growth in systems of vesicles and membranes", "authors": ["A. M. Somoza", "U. Marini Bettolo Marconi", "P. Tarazona"], "published_date": "1996-04-17", "updated_date": "1996-04-17", "abstract": "We present a theoretical study for the intermediate stages of the growth of membranes and vesicles in supersaturated solutions of amphiphilic molecules. The problem presents important differences with the growth of droplets in the classical theory of Lifshitz-Slyozov-Wagner, because the aggregates are extensive only in two dimensions, but still grow in a three dimensional bath. The balance between curvature and edge energy favours the nucleation of small planar membranes, but as they grow beyond a critical size they close themselves to form vesicles. We obtain a system of coupled equations describing the growth of planar membranes and vesicles, which is solved numerically for different initial conditions. Finally, the range of parameters relevant in experimental situations is discussed.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9604110v1", "doi": "10.1103/PhysRevE.53.5123"}
{"arxiv_id": "9604147v1", "title": "Is Heteropolymer Freezing Well Described by the Random Energy Model?", "authors": ["Vijay S. Pande", "Alexander Yu. Grosberg", "Chris Joerg", "Toyoichi Tanaka"], "published_date": "1996-04-23", "updated_date": "1996-04-23", "abstract": "It is widely held that the Random Energy Model (REM) describes the freezing transition of a variety of types of heteropolymers. We demonstrate that the hallmark property of REM, statistical independence of the energies of states over disorder, is violated in different ways for models commonly employed in heteropolymer freezing studies. The implications for proteins are also discussed.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9604147v1", "doi": "10.1103/PhysRevLett.76.3987"}
{"arxiv_id": "9605110v1", "title": "Monte Carlo Simulations of Sexual Reproduction", "authors": ["D. Stauffer", "P. M. C. de Oliveira", "S. M. Moss de Oliveira", "R. M. Zorzenon dos Santos"], "published_date": "1996-05-17", "updated_date": "1996-05-17", "abstract": "Modifying the Redfield model of sexual reproduction and the Penna model of biological aging, we compare reproduction with and without recombination in age-structured populations. In contrast to Redfield and in agreement with Bernardes we find sexual reproduction to be preferred to asexual one. In particular, the presence of old but still reproducing males helps the survival of younger females beyond their reproductive age.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9605110v1", "doi": "10.1016/0378-4371(96)00214-2"}
{"arxiv_id": "9605160v3", "title": "A Population Genetic Approach to the Quasispecies Model", "authors": ["Domingos Alves", "Jose Fernando Fontanari"], "published_date": "1996-05-24", "updated_date": "1996-05-31", "abstract": "A population genetics formulation of Eigen's molecular quasispecies model is proposed and several simple replication landscapes are investigated analytically. Our results show a remarcable similarity to those obtained with the original kinetics formulation of the quasispecies model. However, due to the simplicity of our approach, the space of the parameters that define the model can be explored. In particular, for the simgle-sharp-peak landscape our analysis yelds some interesting predictions such as the existence of a maximum peak height and a mini- mum molecule length for the onset of the error threshold transition.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9605160v3", "doi": "10.1103/PhysRevE.54.4048"}
{"arxiv_id": "9606037v1", "title": "Comment on \"A Criterion that determines foldability of proteins\" by D. Klimov and D. Thirumalai (PRL,v.76, p.4070 (1996))", "authors": ["M. Karplus", "E. Shakhnovich"], "published_date": "1996-06-06", "updated_date": "1996-06-06", "abstract": "We argue that that the folding criterion suggested by Klimov and Thirumalai is similar to the one published earlier and that their conclusion of invalidity of the ``gap criterion'' is due to misunderstanding of previous work", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9606037v1", "doi": null}
{"arxiv_id": "9606101v1", "title": "Relationship Between Structural Fractal and Possible Dynamic Scaling Properties in Protein Folding", "authors": ["Liang-Jian Zou", "X. G. Gong", "Zheng-Gang Zhu"], "published_date": "1996-06-14", "updated_date": "1996-06-14", "abstract": "In this letter, the possible dynamic scaling properties of protein molecules in folding are investigated theoretically by assuming that the protein molecules are percolated networks. It is shown that the fractal character and the fractal dimensionality may exist only for short sequences in large protein molecules and small protein molecules with homogeneous structure, the fractal dimensionality are obtained for different structures. We then show that there might exist the dynamic scaling properties in protein folding, the critical exponents in the folding for some small global proteins with homogeneous structure are obtained. The dynamic critical exponents of the global proteins in folding are relevant to the fractal dimensionality of its structure, which implies the close relationship between the dynamic process in protein folding and its structure kinematics.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9606101v1", "doi": null}
{"arxiv_id": "9606136v1", "title": "Cooperativity of Protein Folding and the Random-Field Ising Model", "authors": ["A. M. Gutin", "V. I. Abkevich", "E. I. Shakhnovich"], "published_date": "1996-06-18", "updated_date": "1996-06-18", "abstract": "The relation between cooperativity of protein folding and the Random-Field Ising Model (RFIM) is established. Generalization of the Imry-Ma argument predicts cooperative folding transition for small heterogeneity of the interactions stabilizing the native structure. Monte Carlo simulation of a lattice model shows that starting from some finite heterogeneity folding transition is not cooperative and involves formation of domains.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9606136v1", "doi": null}
{"arxiv_id": "9606159v1", "title": "Statistical mechanics of a correlated energy landscape model for protein folding funnels", "authors": ["Steven S. Plotkin", "Jin Wang", "Peter G. Wolynes"], "published_date": "1996-06-21", "updated_date": "1996-06-21", "abstract": "Energetic correlations due to polymeric constraints and the locality of interactions, in conjunction with the apriori specification of the existence of a particularly low energy state, provides a method of introducing the aspect of minimal frustration to the energy landscapes of random heteropolymers. The resulting funnelled landscape exhibits both a phase transition from a molten globule to a folded state, and the heteropolymeric glass transition in the globular state. We model the folding transition in the self-averaging regime, which together with a simple theory of collapse allows us to depict folding as a double-well free energy surface in terms of suitable reaction coordinates. Observed trends in barrier positions and heights with protein sequence length, stability, and temperature are explained within the context of the model. We also discuss the new physics which arises from the introduction of explicitly cooperative many-body interactions, as might arise from side-chain packing and non-additive hydrophobic forces. Denaturation curves similar to those seen in simulations are predicted from the model.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9606159v1", "doi": "10.1063/1.473355"}
{"arxiv_id": "9606180v1", "title": "Chain length scaling of protein folding time", "authors": ["A. M. Gutin", "V. I. Abkevich", "E. I. Shakhnovich"], "published_date": "1996-06-24", "updated_date": "1996-06-24", "abstract": "Folding of protein-like heteropolymers into unique 3D structures is investigated using Monte Carlo simulations on a cubic lattice. We found that folding time of chains of length $N$ scales as $N^\\lambda$ at temperature of fastest folding. For chains with random sequences of monomers $\\lambda \\approx 6$, and for chains with sequences designed to provide a pronounced minimum of energy to their ground state conformation $\\lambda \\approx 4$. Folding at low temperatures exhibits an Arrhenius-like behavior with the energy barrier $E_b \\approx \\phi |E_n|$, where $E_n$ is the energy of the native conformation. $\\phi \\approx 0.18$ both for random and designed sequences.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9606180v1", "doi": "10.1103/PhysRevLett.77.5433"}
{"arxiv_id": "9606191v1", "title": "Theory of Kinetic Partitioning in Protein Folding (With Application to Prions)", "authors": ["V. I. Abkevich", "A. M. Gutin", "E. I. Shakhnovich"], "published_date": "1996-06-25", "updated_date": "1996-06-25", "abstract": "In this paper we study the phenomenon of kinetic partitioning when a polypeptide chain has two ground state conformations one of which is more kinetically reachable than the other. This question is relevant to understand the phenomenology of prions, proteins which exist in the cell in non-pathogenic $\\alpha$-helical conformation but under certain circumstances may transform into pathogenic $PrP^{Sc}$ state featuring increased $\\beta$-sheet content. We designed sequences for lattice model proteins having two different conformations of equal energy corresponding to the global energy minimum. Folding simulations revealed that one of these conformations was indeed much more kinetically accessible than the other. We found that the number and strength of local contacts in the ground state conformation is the major factor which determines which conformation is reached faster: The greater the number of local contacts the more kinetically reachable a conformation is. We present simple statistical-mechanical arguments to explain these findings. The presented results are in a clear agreement with experimental data on prions and other proteins exhibiting kinetic partitioning.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9606191v1", "doi": null}
{"arxiv_id": "9607024v1", "title": "How to derive a protein folding potential? A new approach to the old problem", "authors": ["L. A. Mirny", "E. I. Shakhnovich"], "published_date": "1996-07-03", "updated_date": "1996-07-03", "abstract": "In this paper we introduce a novel method of deriving a pairwise potential for protein folding. The potential is obtained by optimization procedure, which simultaneously maximizes the energy gap for {\\it all} proteins in the database. To test our method and compare it with other knowledge-based approaches to derive potentials, we use simple lattice model. In the framework of the lattice model we build a database of model proteins by a) picking randomly 200 lattice chain conformations; b) designing sequences which fold into these structures with some arbitrary ``true'' potential; c) use this database for extracting a potential; d) fold model proteins using the extracted potential. This test on the model system showed that our procedure is able to recover the potential with correlation $r \\approx 91\\%$ with the ``true'' one and we were able to fold all model structures using the recovered potential. Other statistical knowledge-based approaches were tested using lattice models and the results indicate that they also can recover the ``true'' potential with high degree of accuracy. When applied to real protein structures with energy function taken in contact pairwise approximation, our potential scored somewhat better than existing ones. However, the discrimination of the native structure from decoys is still not strong enough to make the potential useful for {\\em ab initio} folding. We argue that more detail of protein structure and energetics should be taken into account to achieve better energy gaps. The suggested method is general to allow to systematically derive parameters for more sophisticated energy function. The internal control of validity of the potential derived by our method, is converegency to a unique solution upon addition of new proteins to the database.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9607024v1", "doi": null}
{"arxiv_id": "9607029v1", "title": "Traveling-Wave Chemotaxis", "authors": ["Raymond E. Goldstein"], "published_date": "1996-07-04", "updated_date": "1996-07-04", "abstract": "A simple model is studied for the chemotactic movement of biological cells in the presence of a periodic chemical wave. It incorporates the feature of adaptation that may play an important role in allowing for ``rectified\" chemotaxis: motion opposite the direction of wave propagation. The conditions under which such rectification occurs are elucidated in terms of the form and speed of the chemical wave, the velocity of chemotaxis, and the time scale for adaptation. An experimental test of the adaptation dynamics is proposed.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9607029v1", "doi": "10.1103/PhysRevLett.77.775"}
{"arxiv_id": "9607060v2", "title": "Reply to Comment on \"Criterion that Determines the Foldability of Proteins\"", "authors": ["D. K. Klimov", "D. Thirumalai"], "published_date": "1996-07-08", "updated_date": "1996-10-03", "abstract": "We point out that the correlation between folding times and $\\sigma = (T_{\\theta } - T_{f})/T_{\\theta }$ in protein-like heteropolymer models where $T_{\\theta }$ and $T_{f}$ are the collapse and folding transition temperatures was already established in 1993 before the other presumed equivalent criterion (folding times correlating with $T_{f}$ alone) was suggested. We argue that the folding times for these models show no useful correlation with the energy gap even if restricted to the ensemble of compact structures as suggested by Karplus and Shakhnovich (cond-mat/9606037).", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9607060v2", "doi": "10.1103/PhysRevLett.76.4070"}
{"arxiv_id": "9607174v1", "title": "Evolution on a smooth landscape", "authors": ["David A. Kessler", "Herbert Levine", "Douglas Ridgway", "Lev Tsimring"], "published_date": "1996-07-24", "updated_date": "1996-07-24", "abstract": "We study in detail a recently proposed simple discrete model for evolution on smooth landscapes. An asymptotic solution of this model for long times is constructed. We find that the dynamics of the population are governed by correlation functions that although being formally down by powers of $N$ (the population size) nonetheless control the evolution process after a very short transient. The long-time behavior can be found analytically since only one of these higher-order correlators (the two-point function) is relevant. We compare and contrast the exact findings derived herein with a previously proposed phenomenological treatment employing mean field theory supplemented with a cutoff at small population density. Finally, we relate our results to the recently studied case of mutation on a totally flat landscape.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9607174v1", "doi": "10.1007/BF02181235"}
{"arxiv_id": "9608014v2", "title": "Why DNA ?", "authors": ["H. C. Rosu"], "published_date": "1996-08-05", "updated_date": "1998-04-02", "abstract": "A small collection of general facts related to DNA is presented", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9608014v2", "doi": "10.1007/BF03036039"}
{"arxiv_id": "9608088v1", "title": "Landscape Paradigms in Physics and Biology: Introduction and Overview", "authors": ["David Sherrington"], "published_date": "1996-08-21", "updated_date": "1996-08-21", "abstract": "A brief introductory overview in general terms is given of concepts, issues and applications of the paradigm of rugged landscapes in the contexts of physics and biology.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9608088v1", "doi": "10.1016/S0167-2789(97)00076-6"}
{"arxiv_id": "9609044v1", "title": "Solution of the Master Equation for Bak-Sneppen Model of Biological Evolution in Finite Ecosystem", "authors": ["Yu. M. Pis`mak"], "published_date": "1996-09-04", "updated_date": "1996-09-04", "abstract": "The master equations describing processes of biological evolution in the framework of the random neighbor Bak-Sneppen model are studied. For the eqosystem of $N$ species they are solved exactly and asymptotical behavior of this solution for large $N$ is analyzed.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9609044v1", "doi": null}
{"arxiv_id": "9609062v1", "title": "Freezing Transition of Compact Polyampholytes", "authors": ["Vijay S. Pande", "Alexander Yu. Grosberg", "Chris Joerg", "Mehran Kardar", "Toyoichi Tanaka"], "published_date": "1996-09-05", "updated_date": "1996-09-05", "abstract": "Polyampholytes (PAs) are heteropolymers with long range Coulomb interactions. Unlike polymers with short range forces, PA energy levels have non-vanishing correlations and are thus very different from the Random Energy Model (REM). Nevertheless, if charges in the PA globule are screened as in a regular plasma, PAs freeze in REM fashion. Our results shed light on the potential role of Coulomb interactions in folding and evolution of {\\it proteins}, which are weakly charged PAs, in particular making connection with the finding that sequences of charged amino acids in proteins are not random.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9609062v1", "doi": "10.1103/PhysRevLett.77.3565"}
{"arxiv_id": "9609178v1", "title": "Factors Governing the Foldability of Proteins", "authors": ["D. K. Klimov", "D. Thirumalai"], "published_date": "1996-09-18", "updated_date": "1996-09-18", "abstract": "We use a three dimensional cubic lattice model of proteins to study their properties that determine folding to the native state. The protein chain is modeled as a sequence of $N$ beads. The interactions between beads are taken from a Gaussian distribution of energies. We studied 56 sequences with unique ground states for $N = 15$ and $27$. Thermodynamic and kinetic properties were determined using Monte Carlo simulations and exhaustive enumeration. For all sequences we find collapse temperature, $T_{\\theta}$, at which the protein collapses into compact structure, and folding temperature, $T_{f}$, at which the protein acquires the native state. We show that parameter $\\sigma = (T_{\\theta} - T_{f})/T_{\\theta}$ correlates extremely well with folding times. Fast folders reach the native state via a nucleation collapse mechanism without forming any intermediates, whereas for moderate and slow folders only a fraction of molecules $\\Phi $ reaches the native state by this process. The remaining fraction folds via three stage multipathway process. The simultaneous requirement of native state stability and kinetic accessibility can be achieved for the sequences with small values of $\\sigma $.", "categories": ["cond-mat", "q-bio"], "primary_category": "cond-mat", "pdf_url": "http://arxiv.org/pdf/cond-mat/9609178v1", "doi": null}
{"arxiv_id": "9610070v1", "title": "Spontaneous Expulsion of Giant Lipid Vesicles Induced by Laser Tweezers", "authors": ["Roy Bar-Ziv", "J. David Moroz", "Elisha Moses", "Philip Nelson"], "published_date": "1996-10-08", "updated_date": "1996-10-08", "abstract": "Irradiation of a giant unilamellar lipid bilayer vesicle with a focused laser spot leads to a tense pressurized state which persists indefinitely after laser shutoff. If the vesicle contains another object it can then be gently and continuously expelled from the tense outer vesicle. Remarkably, the inner object can be almost as large as the parent vesicle; its volume is replaced during the exit process. We offer a qualitative theoretical model to explain these and related phenomena. The main hypothesis is that the laser trap pulls in lipid and ejects it in the form of submicron objects, whose osmotic activity then drives the expulsion.", "categories": ["cond-mat.soft", "q-bio"], "primary_category": "cond-mat.soft", "pdf_url": "http://arxiv.org/pdf/cond-mat/9610070v1", "doi": null}
{"arxiv_id": "9610072v2", "title": "Dynamically-Stabilized Pores in Bilayer Membranes", "authors": ["J. David Moroz", "Philip Nelson"], "published_date": "1996-10-08", "updated_date": "1997-05-14", "abstract": "Zhelev and Needham have recently created large, quasi-stable pores in artificial lipid bilayer vesicles [Biochim. Biophys. Acta 1147 (1993) 89]. Initially created by electroporation, the pores remain open for up to several seconds before quickly snapping shut. This result is surprising in light of the large line tension for holes in bilayer membranes and the rapid time scale for closure of large pores. We show how pores can be dynamically stabilized via a new feedback mechanism. We also explain quantitatively the observed sudden pore closure as a tangent bifurcation. Finally we show how Zhelev and Needham's experiment can be used to measure accurately the pore line tension, an important material parameter. For their SOPC/CHOL mixture we obtain a line tension of 2.6 10^{-6} erg/cm.", "categories": ["cond-mat.soft", "q-bio"], "primary_category": "cond-mat.soft", "pdf_url": "http://arxiv.org/pdf/cond-mat/9610072v2", "doi": "10.1016/S0006-3495(97)78864-7"}
{"arxiv_id": "9610105v2", "title": "Cooperativity and Stability in a Langevin Model of Protein Folding", "authors": ["Gabriel F. Berriz", "Alexander M. Gutin", "Eugene I. Shakhnovich"], "published_date": "1996-10-14", "updated_date": "1996-10-16", "abstract": "We present two simplified models of protein dynamics based on Langevin's equation of motion in a viscous medium. We explore the effect of the potential energy function's symmetry on the kinetics and thermodynamics of simulated folding. We find that an isotropic potential energy function produces, at best, a modest degree of cooperativity. In contrast, a suitable anisotropic potential energy function delivers strong cooperativity.", "categories": ["cond-mat.stat-mech", "q-bio"], "primary_category": "cond-mat.stat-mech", "pdf_url": "http://arxiv.org/pdf/cond-mat/9610105v2", "doi": "10.1063/1.474039"}
{"arxiv_id": "9610126v1", "title": "Conformations of Linear DNA", "authors": ["Boris Fain", "Joseph Rudnick", "Stellan Ostlund"], "published_date": "1996-10-15", "updated_date": "1996-10-15", "abstract": "We examine the conformations of a model for under- and overwound DNA. The molecule is represented as a cylindrically symmetric elastic string subjected to a stretching force and to constraints corresponding to a specification of the link number. We derive a fundamental relation between the Euler angles that describe the curve and the topological linking number. Analytical expressions for the spatial configurations of the molecule in the infinite- length limit were obtained. A unique configuraion minimizes the energy for a given set of physical conditions. An elastic model incorporating thermal fluctuations provides excellent agreement with experimental results on the plectonemic transition.", "categories": ["cond-mat.soft", "q-bio"], "primary_category": "cond-mat.soft", "pdf_url": "http://arxiv.org/pdf/cond-mat/9610126v1", "doi": "10.1103/PhysRevE.55.7364"}
{"arxiv_id": "9611005v1", "title": "Energetics of thermal ratchet models", "authors": ["Ken Sekimoto"], "published_date": "1996-11-01", "updated_date": "1996-11-01", "abstract": "Several stochastic models called thermal ratchet models have been recently proposed to analyze the motor proteins such as myosin and kinesin,etc. We propose a method to study the energetics of those models, and show how the rate of energy consumption and the energy dissipation are evaluated. As a demonstration we consider \"Feynman's ratchet\", a typical fluctuating heat engine.", "categories": ["cond-mat.stat-mech", "q-bio"], "primary_category": "cond-mat.stat-mech", "pdf_url": "http://arxiv.org/pdf/cond-mat/9611005v1", "doi": null}
{"arxiv_id": "1411.6250v10", "title": "Identification and Estimation of Multidimensional Screening", "authors": ["Gaurab Aryal", "Federico Zincenko"], "published_date": "2014-11-23", "updated_date": "2024-10-17", "abstract": "We study the identification and estimation of a multidimensional screening model, where a monopolist sells a multi-attribute product to consumers with private information about their multidimensional preferences. Under optimal screening, the seller designs product and payment rules that exclude \"low-type\" consumers, bunches the \"medium types\" at \"medium-quality\" products, and perfectly screens the \"high types.\" Under the assumption that the cost function is quadratic and additively separable in products, we determine sufficient conditions to identify the joint distribution of preferences and the marginal costs from data on optimal individual choices and payments. Then, we propose estimators for these objects, establish their asymptotic properties, and assess their small-sample performance using Monte Carlo experiments.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1411.6250v10", "doi": null}
{"arxiv_id": "1605.03133v1", "title": "Economic Development and Inequality: a complex system analysis", "authors": ["Angelica Sbardella", "Emanuele Pugliese", "Luciano Pietronero"], "published_date": "2016-05-10", "updated_date": "2016-05-10", "abstract": "By borrowing methods from complex system analysis, in this paper we analyze the features of the complex relationship that links the development and the industrialization of a country to economic inequality. In order to do this, we identify industrialization as a combination of a monetary index, the GDP per capita, and a recently introduced measure of the complexity of an economy, the Fitness. At first we explore these relations on a global scale over the time period 1990--2008 focusing on two different dimensions of inequality: the capital share of income and a Theil measure of wage inequality. In both cases, the movement of inequality follows a pattern similar to the one theorized by Kuznets in the fifties. We then narrow down the object of study ad we concentrate on wage inequality within the United States. By employing data on wages and employment on the approximately 3100 US counties for the time interval 1990--2014, we generalize the Fitness-Complexity algorithm for counties and NAICS sectors, and we investigate wage inequality between industrial sectors within counties. At this scale, in the early nineties we recover a behavior similar to the global one. While, in more recent years, we uncover a trend reversal: wage inequality monotonically increases as industrialization levels grow. Hence at a county level, at net of the social and institutional factors that differ among countries, we not only observe an upturn in inequality but also a change in the structure of the relation between wage inequality and development.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1605.03133v1", "doi": "10.1371/journal.pone.0182774"}
{"arxiv_id": "1709.05272v1", "title": "Economic Complexity: \"Buttarla in caciara\" vs a constructive approach", "authors": ["Luciano Pietronero", "Matthieu Cristelli", "Andrea Gabrielli", "Dario Mazzilli", "Emanuele Pugliese", "Andrea Tacchella", "Andrea Zaccaria"], "published_date": "2017-09-15", "updated_date": "2017-09-15", "abstract": "This note is a contribution to the debate about the optimal algorithm for Economic Complexity that recently appeared on ArXiv [1, 2] . The authors of [2] eventually agree that the ECI+ algorithm [1] consists just in a renaming of the Fitness algorithm we introduced in 2012, as we explicitly showed in [3]. However, they omit any comment on the fact that their extensive numerical tests claimed to demonstrate that the same algorithm works well if they name it ECI+, but not if its name is Fitness. They should realize that this eliminates any credibility to their numerical methods and therefore also to their new analysis, in which they consider many algorithms [2]. Since by their own admission the best algorithm is the Fitness one, their new claim became that the search for the best algorithm is pointless and all algorithms are alike. This is exactly the opposite of what they claimed a few days ago and it does not deserve much comments. After these clarifications we also present a constructive analysis of the status of Economic Complexity, its algorithms, its successes and its perspectives. For us the discussion closes here, we will not reply to further comments.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1709.05272v1", "doi": null}
{"arxiv_id": "1807.03893v1", "title": "Stochastic Switching Games", "authors": ["Liangchen Li", "Michael Ludkovski"], "published_date": "2018-07-10", "updated_date": "2018-07-10", "abstract": "We study nonzero-sum stochastic switching games. Two players compete for market dominance through controlling (via timing options) the discrete-state market regime $M$. Switching decisions are driven by a continuous stochastic factor $X$ that modulates instantaneous revenue rates and switching costs. This generates a competitive feedback between the short-term fluctuations due to $X$ and the medium-term advantages based on $M$. We construct threshold-type Feedback Nash Equilibria which characterize stationary strategies describing long-run dynamic equilibrium market organization. Two sequential approximation schemes link the switching equilibrium to (i) constrained optimal switching, (ii) multi-stage timing games. We provide illustrations using an Ornstein-Uhlenbeck $X$ that leads to a recurrent equilibrium $M^\\ast$ and a Geometric Brownian Motion $X$ that makes $M^\\ast$ eventually \"absorbed\" as one player eventually gains permanent advantage. Explicit computations and comparative statics regarding the emergent macroscopic market equilibrium are also provided.", "categories": ["econ.GN", "q-fin.EC", "91A15, 91B52, 93E20, 62L15"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1807.03893v1", "doi": null}
{"arxiv_id": "1807.08404v3", "title": "An Impossibility Theorem for Wealth in Heterogeneous-agent Models with Limited Heterogeneity", "authors": ["John Stachurski", "Alexis Akira Toda"], "published_date": "2018-07-23", "updated_date": "2019-01-26", "abstract": "It has been conjectured that canonical Bewley--Huggett--Aiyagari heterogeneous-agent models cannot explain the joint distribution of income and wealth. The results stated below verify this conjecture and clarify its implications under very general conditions. We show in particular that if (i) agents are infinitely-lived, (ii) saving is risk-free, and (iii) agents have constant discount factors, then the wealth distribution inherits the tail behavior of income shocks (e.g., light-tailedness or the Pareto exponent). Our restrictions on utility require only that relative risk aversion is bounded, and a large variety of income processes are admitted. Our results show conclusively that it is necessary to go beyond standard models to explain the empirical fact that wealth is heavier-tailed than income. We demonstrate through examples that relaxing any of the above three conditions can generate Pareto tails.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1807.08404v3", "doi": "10.1016/j.jet.2019.04.001"}
{"arxiv_id": "1807.09475v1", "title": "CAP and Monetary Policy", "authors": ["Carl Duisberg"], "published_date": "2018-07-25", "updated_date": "2018-07-25", "abstract": "Despite the importance of CAP-related agricultural market regulation mechanisms within Europe, the agricultural sectors in European countries retain a degree of sensitivity to macroeconomic activity and policies. This reality now raises the question of the effects to be expected from the implementation of the single monetary policy on these agricultural sectors within the Monetary Union.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1807.09475v1", "doi": null}
{"arxiv_id": "1807.09577v1", "title": "Apologia Pro Vita Sua: The Vanishing of the White Whale in the Mists", "authors": ["Martin Shubik"], "published_date": "2018-07-25", "updated_date": "2018-07-25", "abstract": "There are many analogies among fortune hunting in business, politics, and science. The prime task of the gold digger was to go to the Klondikes, find the right mine and mine the richest veins. This task requires motivation, sense of purpose and ability. Techniques and equipment must be developed. Fortune hunting in New England was provided at one time by hunting for whales. One went to a great whalers' station such as New Bedford and joined the whale hunters. The hunt in academic research is similar. A single-minded passion is called for. These notes here are the wrap-up comments containing some terminal observations of mine on a hunt for a theory money and financial institutions.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1807.09577v1", "doi": null}
{"arxiv_id": "1807.09660v1", "title": "Hospitality Students' Perceptions towards Working in Hotels: a case study of the faculty of tourism and hotels in Alexandria University", "authors": ["Sayed El-Houshy"], "published_date": "2018-07-22", "updated_date": "2018-07-22", "abstract": "The tourism and hospitality industry worldwide has been confronted with the problem of attracting and retaining quality employees. If today's students are to become the effective practitioners of tomorrow, it is fundamental to understand their perceptions of tourism employment. Therefore, this research aims at investigating the perceptions of hospitality students at the Faculty of Tourism in Alexandria University towards the industry as a career choice. A self-administrated questionnaire was developed to rate the importance of 20 factors in influencing career choice, and the extent to which hospitality as a career offers these factors. From the results, it is clear that students generally do not believe that the hospitality career will offer them the factors they found important. However, most of respondents (70.6%) indicated that they would work in the industry after graduation. Finally, a set of specific remedial actions that hospitality stakeholders could initiate to improve the perceptions of hospitality career are discussed.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1807.09660v1", "doi": null}
{"arxiv_id": "1810.00155v1", "title": "Influence of introducing high speed railways on intercity travel behavior in Vietnam", "authors": ["Tho V. Le", "Junyi Zhang", "Makoto Chikaraishi", "Akimasa Fujiwara"], "published_date": "2018-09-29", "updated_date": "2018-09-29", "abstract": "It is one of hottest topics in Vietnam whether to construct a High Speed Rail (HSR) system or not in near future. To analyze the impacts of introducing the HSR on the intercity travel behavior, this research develops an integrated intercity demand forecasting model to represent trip generation and frequency, destination choice and travel mode choice behavior. For this purpose, a comprehensive questionnaire survey with both Revealed Preference (RP) information (an inter-city trip diary) and Stated Preference (SP) information was conducted in Hanoi in 2011. In the SP part, not only HSR, but also Low Cost Carrier is included in the choice set, together with other existing inter-city travel modes. To make full use of the advantages of each type of data and to overcome their disadvantages, RP and SP data are combined to describe the destination choice and mode choice behavior, while trip generation and frequency are represented by using the RP data. The model estimation results show the inter-relationship between trip generation and frequency, destination choice and travel mode choice, and confirm that those components should not dealt with separately.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.00155v1", "doi": null}
{"arxiv_id": "1810.00516v8", "title": "A New Form of Banking -- Concept and Mathematical Model of Venture Banking", "authors": ["Brian P Hanley"], "published_date": "2018-10-01", "updated_date": "2020-11-17", "abstract": "This theoretical model contains concept, equations, and graphical results for venture banking. A system of 27 equations describes the behavior of the venture-bank and underwriter system allowing phase-space type graphs that show where profits and losses occur. These results confirm and expand those obtained from the original spreadsheet based model. An example investment in a castle at a loss is provided to clarify concept. This model requires that all investments are in enterprises that create new utility value. The assessed utility value created is the new money out of which the venture bank and underwriter are paid. The model presented chooses parameters that ensure that the venture-bank experiences losses before the underwriter does. Parameters are: DIN Premium, 0.05; Clawback lien fraction, 0.77; Clawback bonds and equity futures discount, 1.5 x (USA 12 month LIBOR); Range of clawback bonds sold, 0 to 100%; Range of equity futures sold 0 to 70%.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.00516v8", "doi": null}
{"arxiv_id": "1810.00985v1", "title": "Selectivity correction in discrete-continuous models for the willingness to work as crowd-shippers and travel time tolerance", "authors": ["Tho V. Le", "Satish V. Ukkusuri"], "published_date": "2018-10-01", "updated_date": "2018-10-01", "abstract": "The objective of this study is to understand the different behavioral considerations that govern the choice of people to engage in a crowd-shipping market. Using novel data collected by the researchers in the US, we develop discrete-continuous models. A binary logit model has been used to estimate crowd-shippers' willingness to work, and an ordinary least-square regression model has been employed to calculate crowd-shippers' maximum tolerance for shipping and delivery times. A selectivity-bias term has been included in the model to correct for the conditional relationships of the crowd-shipper's willingness to work and their maximum travel time tolerance. The results show socio-demographic characteristics (e.g. age, gender, race, income, and education level), transporting freight experience, and number of social media usages significant influence the decision to participate in the crowd-shipping market. In addition, crowd-shippers pay expectations were found to be reasonable and concurrent with the literature on value-of-time. Findings from this research are helpful for crowd-shipping companies to identify and attract potential shippers. In addition, an understanding of crowd-shippers - their behaviors, perceptions, demographics, pay expectations, and in which contexts they are willing to divert from their route - are valuable to the development of business strategies such as matching criteria and compensation schemes for driver-partners.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.00985v1", "doi": null}
{"arxiv_id": "1810.01971v1", "title": "Disability for HIV and Disincentives for Health: The Impact of South Africa's Disability Grant on HIV/AIDS Recovery", "authors": ["Noah Haber", "Till Bärnighausen", "Jacob Bor", "Jessica Cohen", "Frank Tanser", "Deenan Pillay", "Günther Fink"], "published_date": "2018-10-03", "updated_date": "2018-10-03", "abstract": "South Africa's disability grants program is tied to its HIV/AIDS recovery program, such that individuals who are ill enough may qualify. Qualification is historically tied to a CD4 count of 200 cells/mm3, which improve when a person adheres to antiretroviral therapy. This creates a potential unintended consequence where poor individuals, faced with potential loss of their income, may choose to limit their recovery through non-adherence. To test for manipulation caused by grant rules, we identify differences in disability grant recipients and non-recipients' rate of CD4 recovery around the qualification threshold, implemented as a fixed-effects difference-in-difference around the threshold. We use data from the Africa Health Research Institute Demographic and Health Surveillance System (AHRI DSS) in rural KwaZulu-Natal, South Africa, utilizing DG status and laboratory CD4 count records for 8,497 individuals to test whether there are any systematic differences in CD4 recover rates among eligible patients. We find that disability grant threshold rules caused recipients to have a relatively slower CD4 recovery rate of about 20-30 cells/mm3/year, or a 20% reduction in the speed of recovery around the threshold.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.01971v1", "doi": null}
{"arxiv_id": "1810.02109v1", "title": "District heating systems under high CO2 emission prices: the role of the pass-through from emission cost to electricity prices", "authors": ["Sebastian Wehrle", "Johannes Schmidt"], "published_date": "2018-10-04", "updated_date": "2018-10-04", "abstract": "Low CO2 prices have prompted discussion about political measures aimed at increasing the cost of carbon dioxide emissions. These costs affect, inter alia, integrated district heating system operators (DHSO), often owned by municipalities with some political influence, that use a variety of (CO2 emis- sion intense) heat generation technologies. We examine whether DHSOs have an incentive to support measures that increase CO2 emission prices in the short term. Therefore, we (i) develop a simplified analytical framework to analyse optimal decisions of a district heating operator, and (ii) investigate the market-wide effects of increasing emission prices, in particular the pass- through from emission costs to electricity prices. Using a numerical model of the common Austrian and German power system, we estimate a pass-through from CO2 emission prices to power prices between 0.69 and 0.53 as of 2017, depending on the absolute emission price level. We find the CO2 emission cost pass-through to be sufficiently high so that low-emission district heating systems operating at least moderately efficient generation units benefit from rising CO2 emission prices in the short term.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.02109v1", "doi": null}
{"arxiv_id": "1810.02613v1", "title": "Exploring the nuances in the relationship \"culture-strategy\" for the business world", "authors": ["Kiril Dimitrov"], "published_date": "2018-10-05", "updated_date": "2018-10-05", "abstract": "The current article explores interesting, significant and recently identified nuances in the relationship \"culture-strategy\". The shared views of leading scholars at the University of National and World Economy in relation with the essence, direction, structure, role and hierarchy of \"culture-strategy\" relation are defined as a starting point of the analysis. The research emphasis is directed on recent developments in interpreting the observed realizations of the aforementioned link among the community of international scholars and consultants, publishing in selected electronic scientific databases. In this way a contemporary notion of the nature of \"culture-strategy\" relationship for the entities from the world of business is outlined.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.02613v1", "doi": "10.5281/zenodo.1434904"}
{"arxiv_id": "1810.02615v1", "title": "Talent management - an etymological study", "authors": ["Kiril Dimitrov"], "published_date": "2018-10-05", "updated_date": "2018-10-05", "abstract": "The current article unveils and analyzes important shades of meaning for the widely discussed term talent management. It not only grounds the outlined perspectives in incremental formulation and elaboration of this construct, but also is oriented to exploring the underlying reasons for the social actors, proposing new nuances. Thus, a mind map and a fish-bone diagram are constructed to depict effectively and efficiently the current state of development for talent management and make easier the realizations of future research endeavours in this field.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.02615v1", "doi": "10.5281/zenodo.1434892"}
{"arxiv_id": "1810.02617v1", "title": "Dominating Attributes Of Professed Firm Culture Of Holding Companies - Members Of The Bulgarian Industrial Capital Association", "authors": ["Kiril Dimitrov", "Marin Geshkov"], "published_date": "2018-10-05", "updated_date": "2018-10-05", "abstract": "This article aims to outline the diversity of cultural phenomena that occur at organizational level, emphasizing the place and role of the key attributes of professed firm culture for the survival and successful development of big business organizations. The holding companies, members of the Bulgarian Industrial Capital Association, are chosen as a survey object as the mightiest driving engines of the local economy. That is why their emergence and development in the transition period is monitored and analyzed. Based on an empirical study of relevant website content, important implications about dominating attributes of professed firm culture on them are found and several useful recommendations to their senior management are made.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.02617v1", "doi": "10.5281/zenodo.1442380"}
{"arxiv_id": "1810.02621v1", "title": "Geert Hofstede et al's set of national cultural dimensions - popularity and criticisms", "authors": ["Kiril Dimitrov"], "published_date": "2018-10-05", "updated_date": "2018-10-05", "abstract": "This article outlines different stages in development of the national culture model, created by Geert Hofstede and his affiliates. This paper reveals and synthesizes the contemporary review of the application spheres of this framework. Numerous applications of the dimensions set are used as a source of identifying significant critiques, concerning different aspects in model's operation. These critiques are classified and their underlying reasons are also outlined by means of a fishbone diagram.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.02621v1", "doi": "10.5281/zenodo.1434882"}
{"arxiv_id": "1810.02622v1", "title": "Contemporary facets of business successes among leading companies, operating in Bulgaria", "authors": ["Kiril Dimitrov"], "published_date": "2018-10-05", "updated_date": "2018-10-05", "abstract": "The current article unveils and analyzes some important factors, influencing diversity in strategic decision-making approaches in local companies. Researcher's attention is oriented to survey important characteristics of the strategic moves, undertaken by leading companies in Bulgaria.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.02622v1", "doi": "10.5281/zenodo.1434878"}
{"arxiv_id": "1810.02952v1", "title": "Social capital at venture capital firms and their financial performance: Evidence from China", "authors": ["Qi-lin Cao", "Hua-yun Xiang", "You-jia Mao", "Ben-zhang Yang"], "published_date": "2018-10-06", "updated_date": "2018-10-06", "abstract": "This paper studies the extent to which social capital drives performance in the Chinese venture capital market and explores the trend toward VC syndication in China. First, we propose a hybrid model based on syndicated social networks and the latent-variable model, which describes the social capital at venture capital firms and builds relationships between social capital and performance at VC firms. Then, we build three hypotheses about the relationships and test the hypotheses using our proposed model. Some numerical simulations are given to support the test results. Finally, we show that the correlations between social capital and financial performance at venture capital firms are weak in China and find that China's venture capital firms lack mature social capital links.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.02952v1", "doi": null}
{"arxiv_id": "1810.03605v1", "title": "Critical review of models, containing cultural levels beyond the organizational one", "authors": ["Kiril Dimitrov"], "published_date": "2018-10-08", "updated_date": "2018-10-08", "abstract": "The current article traces back the scientific interest to cultural levels across the organization at the University of National and World Economy, and especially in the series of Economic Alternatives - an official scientific magazine, issued by this Institution. Further, a wider and critical review of international achievements in this field is performed, revealing diverse analysis perspectives with respect to cultural levels. Also, a useful model of exploring and teaching the cultural levels beyond the organization is proposed.   Keywords: globalization, national culture, organization culture, cultural levels, cultural economics. JEL: M14, Z10.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.03605v1", "doi": "10.5281/zenodo.1434856"}
{"arxiv_id": "1810.04759v3", "title": "Integrating electricity markets: Impacts of increasing trade on prices and emissions in the western United States", "authors": ["Steven Dahlke"], "published_date": "2018-10-10", "updated_date": "2019-10-16", "abstract": "This paper presents empirically-estimated average hourly relationships between regional electricity trade in the United States and prices, emissions, and generation from 2015 through 2018. Consistent with economic theory, the analysis finds a negative relationship between electricity prices in California and regional trade, conditional on local demand. Each 1 gigawatt-hour increase in California electricity imports is associated with an average $0.15 per megawatt-hour decrease in the California Independent System Operator's wholesale electricity price. There is a net-negative short term relationship between carbon dioxide emissions in California and electricity imports that is partially offset by positive emissions from exporting neighbors. Specifically, each 1 GWh increase in regional trade is associated with a net 70-ton average decrease in CO2 emissions across the western U.S., conditional on demand levels. The results provide evidence that electricity imports mostly displace natural gas generation on the margin in the California electricity market. A small positive relationship is observed between short-run SO2 and NOx emissions in neighboring regions and California electricity imports. The magnitude of the SO2 and NOx results suggest an average increase of 0.1 MWh from neighboring coal plants is associated with a 1 MWh increase in imports to California.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.04759v3", "doi": "10.5278/ijsepm.3416"}
{"arxiv_id": "1810.04819v1", "title": "Deriving the factor endowment--commodity output relationship for Thailand (1920-1927) using a three-factor two-good general equilibrium trade model", "authors": ["Yoshiaki Nakada"], "published_date": "2018-10-11", "updated_date": "2018-10-11", "abstract": "Feeny (1982, pp. 26-28) referred to a three-factor two-good general equilibrium trade model, when he explained the relative importance of trade and factor endowments in Thailand 1880-1940. For example, Feeny (1982) stated that the growth in labor stock would be responsible for a substantial increase in rice output relative to textile output. Is Feeny's statement plausible? The purpose of this paper is to derive the Rybczynski sign patterns, which express the factor endowment--commodity output relationship, for Thailand during the period 1920 to 1927 using the EWS (economy-wide substitution)-ratio vector. A 'strong Rybczynski result' necessarily holds. I derived three Rybczynski sign patterns. However, a more detailed estimate allowed a reduction from three candidates to two. I restrict the analysis to the period 1920-1927 because of data availability. The results imply that Feeny's statement might not necessarily hold. Hence, labor stock might not affect the share of exportable sector in national income positively. Moreover, the percentage of Chinese immigration in the total population growth was not as large as expected. This study will be useful when simulating real wage in Thailand.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.04819v1", "doi": null}
{"arxiv_id": "1810.06698v2", "title": "Aggressive Economic Incentives and Physical Activity: The Role of Choice and Technology Decision Aids", "authors": ["Idris Adjerid", "Rachael Purta", "Aaron Striegel", "George Loewenstein"], "published_date": "2018-10-15", "updated_date": "2018-11-07", "abstract": "Aggressive incentive schemes that allow individuals to impose economic punishment on themselves if they fail to meet health goals present a promising approach for encouraging healthier behavior. However, the element of choice inherent in these schemes introduces concerns that only non-representative sectors of the population will select aggressive incentives, leaving value on the table for those who don't opt in. In a field experiment conducted over a 29 week period on individuals wearing Fitbit activity trackers, we find modest and short lived increases in physical activity for those provided the choice of aggressive incentives. In contrast, we find significant and persistent increases for those assigned (oftentimes against their stated preference) to the same aggressive incentives. The modest benefits for those provided a choice seems to emerge because those who benefited most from the aggressive incentives were the least likely to choose them, and it was those who did not need them who opted in. These results are confirmed in a follow up lab experiment. We also find that benefits to individuals assigned to aggressive incentives were pronounced if they also updated their step target in the Fitbit mobile application to match the new activity goal we provided them. Our findings have important implications for incentive based interventions to improve health behavior. For firms and policy makers, our results suggest that one effective strategy for encouraging sustained healthy behavior combines exposure to aggressive incentive schemes to jolt individuals out of their comfort zones with technology decision aids that help individuals sustain this behavior after incentives end.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.06698v2", "doi": null}
{"arxiv_id": "1810.07112v1", "title": "Constructing energy accounts for WIOD 2016 release", "authors": ["Viktoras Kulionis"], "published_date": "2018-10-16", "updated_date": "2018-10-16", "abstract": "Most of today's products and services are made in global supply chains. As a result, a consumption of goods and services in one country is associated with various environmental pressures all over the world due to international trade. Advances in global multi-region input-output models have allowed researchers to draw detailed, international supply-chain connections between production and consumptions activities and associated environmental impacts. Due to a limited data availability there is little evidence about the more recent trends in global energy footprint. In order to expand the analytical potential of the existing WIOD 2016 dataset to a wider range of research themes, this paper develops energy accounts and presents the global energy footprint trends for the period 2000-2014.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.07112v1", "doi": null}
{"arxiv_id": "1810.08396v2", "title": "Does the price of strategic commodities respond to U.S. Partisan Conflict?", "authors": ["Yong Jiang", "Yi-Shuai Ren", "Chao-Qun Ma", "Jiang-Long Liu", "Basil Sharp"], "published_date": "2018-10-19", "updated_date": "2020-02-27", "abstract": "A noteworthy feature of U.S. politics in recent years is serious partisan conflict, which has led to intensifying polarization and exacerbating high policy uncertainty. The US is a significant player in oil and gold markets. Oil and gold also form the basis of important strategic reserves in the US. We investigate whether U.S. partisan conflict affects the returns and price volatility of oil and gold using a parametric test of Granger causality in quantiles. The empirical results suggest that U.S. partisan conflict has an effect on the returns of oil and gold, and the effects are concentrated at the tail of the conditional distribution of returns. More specifically, the partisan conflict mainly affects oil returns when the crude oil market is in a bearish state (lower quantiles). By contrast, partisan conflict matters for gold returns only when the gold market is in a bullish scenario (higher quantiles). In addition, for the volatility of oil and gold, the predictability of partisan conflict index virtually covers the entire distribution of volatility.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.08396v2", "doi": "10.1016/j.resourpol.2020.101617"}
{"arxiv_id": "1810.09179v3", "title": "Causal Tree Estimation of Heterogeneous Household Response to Time-Of-Use Electricity Pricing Schemes", "authors": ["Eoghan O'Neill", "Melvyn Weeks"], "published_date": "2018-10-22", "updated_date": "2019-10-16", "abstract": "We examine the household-specific effects of the introduction of Time-of-Use (TOU) electricity pricing schemes. Using a causal forest (Athey and Imbens, 2016; Wager and Athey, 2018; Athey et al., 2019), we consider the association between past consumption and survey variables, and the effect of TOU pricing on household electricity demand. We describe the heterogeneity in household variables across quartiles of estimated demand response and utilise variable importance measures.   Household-specific estimates produced by a causal forest exhibit reasonable associations with covariates. For example, households that are younger, more educated, and that consume more electricity, are predicted to respond more to a new pricing scheme. In addition, variable importance measures suggest that some aspects of past consumption information may be more useful than survey information in producing these estimates.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.09179v3", "doi": null}
{"arxiv_id": "1810.09869v3", "title": "Religion and Terrorism: Evidence from Ramadan Fasting", "authors": ["Roland Hodler", "Paul Raschky", "Anthony Strittmatter"], "published_date": "2018-10-23", "updated_date": "2020-03-05", "abstract": "We study the effect of religion and intense religious experiences on terrorism by focusing on one of the five pillars of Islam: Ramadan fasting. For identification, we exploit two facts: First, daily fasting from dawn to sunset during Ramadan is considered mandatory for most Muslims. Second, the Islamic calendar is not synchronized with the solar cycle. We find a robust negative effect of more intense Ramadan fasting on terrorist events within districts and country-years in predominantly Muslim countries. This effect seems to operate partly through decreases in public support for terrorism and the operational capabilities of terrorist groups.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.09869v3", "doi": null}
{"arxiv_id": "1810.09876v1", "title": "Expropriations, Property Confiscations and New Offshore Entities: Evidence from the Panama Papers", "authors": ["Ralph-Christopher Bayer", "Roland Hodler", "Paul Raschky", "Anthony Strittmatter"], "published_date": "2018-10-23", "updated_date": "2018-10-23", "abstract": "Using the Panama Papers, we show that the beginning of media reporting on expropriations and property confiscations in a country increases the probability that offshore entities are incorporated by agents from the same country in the same month. This result is robust to the use of country-year fixed effects and the exclusion of tax havens. Further analysis shows that the effect is driven by countries with non-corrupt and effective governments, which supports the notion that offshore entities are incorporated when reasonably well-intended and well-functioning governments become more serious about fighting organized crime by confiscating proceeds of crime.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.09876v1", "doi": "10.1016/j.jebo.2020.01.002"}
{"arxiv_id": "1810.10465v2", "title": "Deep Neural Networks for Choice Analysis: A Statistical Learning Theory Perspective", "authors": ["Shenhao Wang", "Qingyi Wang", "Nate Bailey", "Jinhua Zhao"], "published_date": "2018-10-24", "updated_date": "2019-09-16", "abstract": "While researchers increasingly use deep neural networks (DNN) to analyze individual choices, overfitting and interpretability issues remain as obstacles in theory and practice. By using statistical learning theory, this study presents a framework to examine the tradeoff between estimation and approximation errors, and between prediction and interpretation losses. It operationalizes the DNN interpretability in the choice analysis by formulating the metrics of interpretation loss as the difference between true and estimated choice probability functions. This study also uses the statistical learning theory to upper bound the estimation error of both prediction and interpretation losses in DNN, shedding light on why DNN does not have the overfitting issue. Three scenarios are then simulated to compare DNN to binary logit model (BNL). We found that DNN outperforms BNL in terms of both prediction and interpretation for most of the scenarios, and larger sample size unleashes the predictive power of DNN but not BNL. DNN is also used to analyze the choice of trip purposes and travel modes based on the National Household Travel Survey 2017 (NHTS2017) dataset. These experiments indicate that DNN can be used for choice analysis beyond the current practice of demand forecasting because it has the inherent utility interpretation, the flexibility of accommodating various information formats, and the power of automatically learning utility specification. DNN is both more predictive and interpretable than BNL unless the modelers have complete knowledge about the choice task, and the sample size is small. Overall, statistical learning theory can be a foundation for future studies in the non-asymptotic data regime or using high-dimensional statistical models in choice analysis, and the experiments show the feasibility and effectiveness of DNN for its wide applications to policy and behavioral analysis.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.10465v2", "doi": null}
{"arxiv_id": "1810.10660v1", "title": "The Case for Formation of ISP-Content Providers Consortiums by Nash Bargaining for Internet Content Delivery", "authors": ["Debasis Mitra", "Abhinav Sridhar"], "published_date": "2018-10-25", "updated_date": "2018-10-25", "abstract": "The formation of consortiums of a broadband access Internet Service Provider (ISP) and multiple Content Providers (CP) is considered for large-scale content caching. The consortium members share costs from operations and investments in the supporting infrastructure. Correspondingly, the model's cost function includes marginal and fixed costs; the latter has been important in determining industry structure. Also, if Net Neutrality regulations permit, additional network capacity on the ISP's last mile may be contracted by the CPs. The number of subscribers is determined by a combination of users' price elasticity of demand and Quality of Experience. The profit generated by a coalition after pricing and design optimization determines the game's characteristic function. Coalition formation is by a bargaining procedure due to Okada (1996) based on random proposers in a non-cooperative, multi-player game-theoretic framework. A necessary and sufficient condition is obtained for the Grand Coalition to form, which bounds subsidies from large to small contributors. Caching is generally supported even under Net Neutrality regulations. The Grand Coalition's profit matches upper bounds. Numerical results illustrate the analytic results.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.10660v1", "doi": null}
{"arxiv_id": "1810.12996v1", "title": "Nighttime Light, Superlinear Growth, and Economic Inequalities at the Country Level", "authors": ["Ore Koren", "Laura Mann"], "published_date": "2018-10-30", "updated_date": "2018-10-30", "abstract": "Research has highlighted relationships between size and scaled growth across a large variety of biological and social organisms, ranging from bacteria, through animals and plants, to cities an companies. Yet, heretofore, identifying a similar relationship at the country level has proven challenging. One reason is that, unlike the former, countries have predefined borders, which limit their ability to grow \"organically.\" This paper addresses this issue by identifying and validating an effective measure of organic growth at the country level: nighttime light emissions, which serve as a proxy of energy allocations where more productive activity takes place. This indicator is compared to population size to illustrate that while nighttime light emissions are associated with superlinear growth, population size at the country level is associated with sublinear growth. These relationships and their implications for economic inequalities are then explored using high-resolution geospatial datasets spanning the last three decades.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1810.12996v1", "doi": null}
{"arxiv_id": "1811.01081v2", "title": "Decision-making in Livestock Biosecurity Practices amidst Environmental and Social Uncertainty: Evidence from an Experimental Game", "authors": ["Scott C. Merrill", "Christopher J. Koliba", "Susan M. Moegenburg", "Asim Zia", "Jason Parker", "Timothy Sellnow", "Serge Wiltshire", "Gabriela Bucini", "Caitlin Danehy", "Julia M. Smith"], "published_date": "2018-11-02", "updated_date": "2019-02-01", "abstract": "Livestock industries are vulnerable to disease threats, which can cost billions of dollars and have substantial negative social ramifications. Losses are mitigated through increased use of disease-related biosecurity practices, making increased biosecurity an industry goal. Currently, there is no industry-wide standard for sharing information about disease incidence or on-site biosecurity strategies, resulting in uncertainty regarding disease prevalence and biosecurity strategies employed by industry stakeholders. Using an experimental simulation game, we examined human participant's willingness to invest in biosecurity when confronted with disease outbreak scenarios. We varied the scenarios by changing the information provided about 1) disease incidence and 2) biosecurity strategy or response by production facilities to the threat of disease. Here we show that willingness to invest in biosecurity increases with increased information about disease incidence, but decreases with increased information about biosecurity practices used by nearby facilities. Thus, the type or context of the uncertainty confronting the decision maker may be a major factor influencing behavior. Our findings suggest that policies and practices that encourage greater sharing of disease incidence information should have the greatest benefit for protecting herd health.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.01081v2", "doi": "10.1371/journal.pone.0214500"}
{"arxiv_id": "1811.02497v1", "title": "Time will tell - Recovering Preferences when Choices are Noisy", "authors": ["Carlos Alos-Ferrer", "Ernst Fehr", "Nick Netzer"], "published_date": "2018-11-06", "updated_date": "2018-11-06", "abstract": "The ability to uncover preferences from choices is fundamental for both positive economics and welfare analysis. Overwhelming evidence shows that choice is stochastic, which has given rise to random utility models as the dominant paradigm in applied microeconomics. However, as is well known, it is not possible to infer the structure of preferences in the absence of assumptions on the structure of noise. This makes it impossible to empirically test the structure of noise independently from the structure of preferences. Here, we show that the difficulty can be bypassed if data sets are enlarged to include response times. A simple condition on response time distributions (a weaker version of first order stochastic dominance) ensures that choices reveal preferences without assumptions on the structure of utility noise. Sharper results are obtained if the analysis is restricted to specific classes of models. Under symmetric noise, response times allow to uncover preferences for choice pairs outside the data set, and if noise is Fechnerian, even choice probabilities can be forecast out of sample. We conclude by showing that standard random utility models from economics and standard drift-diffusion models from psychology necessarily generate data sets fulfilling our sufficient condition on response time distributions.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.02497v1", "doi": null}
{"arxiv_id": "1811.04502v1", "title": "A Simple Combinatorial Model of World Economic History", "authors": ["Roger Koppl", "Abigail Devereaux", "Jim Herriot", "Stuart Kauffman"], "published_date": "2018-11-11", "updated_date": "2018-11-11", "abstract": "We use a simple combinatorial model of technological change to explain the Industrial Revolution. The Industrial Revolution was a sudden large improvement in technology, which resulted in significant increases in human wealth and life spans. In our model, technological change is combining or modifying earlier goods to produce new goods. The underlying process, which has been the same for at least 200,000 years, was sure to produce a very long period of relatively slow change followed with probability one by a combinatorial explosion and sudden takeoff. Thus, in our model, after many millennia of relative quiescence in wealth and technology, a combinatorial explosion created the sudden takeoff of the Industrial Revolution.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.04502v1", "doi": null}
{"arxiv_id": "1811.05421v1", "title": "Health Care Expenditures, Financial Stability, and Participation in the Supplemental Nutrition Assistance Program (SNAP)", "authors": ["Yunhee Chang", "Jinhee Kim", "Swarn Chatterjee"], "published_date": "2018-11-13", "updated_date": "2018-11-13", "abstract": "This paper examines the association between household healthcare expenses and participation in the Supplemental Nutrition Assistance Program (SNAP) when moderated by factors associated with financial stability of households. Using a large longitudinal panel encompassing eight years, this study finds that an inter-temporal increase in out-of-pocket medical expenses increased the likelihood of household SNAP participation in the current period. Financially stable households with precautionary financial assets to cover at least 6 months worth of household expenses were significantly less likely to participate in SNAP. The low income households who recently experienced an increase in out of pocket medical expenses but had adequate precautionary savings were less likely than similar households who did not have precautionary savings to participate in SNAP. Implications for economists, policy makers, and household finance professionals are discussed.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.05421v1", "doi": null}
{"arxiv_id": "1811.05935v1", "title": "Navigating the Cryptocurrency Landscape: An Islamic Perspective", "authors": ["Hina Binte Haq", "Syed Taha Ali"], "published_date": "2018-11-14", "updated_date": "2018-11-14", "abstract": "Almost a decade on from the launch of Bitcoin, cryptocurrencies continue to generate headlines and intense debate. What started as an underground experiment by a rag tag group of programmers armed with a Libertarian manifesto has now resulted in a thriving $230 billion ecosystem, with constant on-going innovation. Scholars and researchers alike are realizing that cryptocurrencies are far more than mere technical innovation; they represent a distinct and revolutionary new economic paradigm tending towards decentralization. Unfortunately, this bold new universe is little explored from the perspective of Islamic economics and finance. Our work aims to address these deficiencies. Our paper makes the following distinct contributions We significantly expand the discussion on whether cryptocurrencies qualify as \"money\" from an Islamic perspective and we argue that this debate necessitates rethinking certain fundamental definitions. We conclude that the cryptocurrency phenomenon, with its radical new capabilities, may hold considerable opportunity which merits deeper investigation.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.05935v1", "doi": null}
{"arxiv_id": "1811.06323v1", "title": "The effects of non-tariff measures on agri-food trade: a review and meta-analysis of empirical evidence", "authors": ["Fabio Gaetano Santeramo", "Emilia Lamonaca"], "published_date": "2018-11-15", "updated_date": "2018-11-15", "abstract": "The increasing policy interests and the vivid academic debate on non-tariff measures (NTMs) has stimulated a growing literature on how NTMs affect agrifood trade. The empirical literature provides contrasting and heterogeneous evidence, with some studies supporting the standards as catalysts view, and others favouring the standards as barriers explanation. To the extent that NTMs can influence trade, understanding the prevailing effect, and the motivations behind one effect or the other, is a pressing issue. We review a large body of empirical evidence on the effect of NTMs on agri-food trade and conduct a meta-analysis to disentangle potential determinants of heterogeneity in estimates. Our findings show the role played by the publication process and by study-specific assumptions. Some characteristics of the studies are correlated with positive significant estimates, others covary with negative significant estimates. Overall, we found that the effects of NTMs vary across types of NTMs, proxy for NTMs, and levels of details of studies. Not negligible is the influence of methodological issues and publication process.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.06323v1", "doi": "10.1111/1477-9552.12316"}
{"arxiv_id": "1811.06772v1", "title": "Evolution and structure of technological systems - An innovation output network", "authors": ["Josef Taalbi"], "published_date": "2018-11-16", "updated_date": "2018-11-16", "abstract": "This study examines the network of supply and use of significant innovations across industries in Sweden, 1970-2013. It is found that 30% of innovation patterns can be predicted by network stimulus from backward and forward linkages. The network is hierarchical, characterized by hubs that connect diverse industries in closely knitted communities. To explain the network structure, a preferential weight assignment process is proposed as an adaptation of the classical preferential attachment process to weighted directed networks. The network structure is strongly predicted by this process where historical technological linkages and proximities matter, while human capital flows and economic input-output flows have conflicting effects on link formation. The results are consistent with the idea that innovations emerge in closely connected communities, but suggest that the transformation of technological systems are shaped by technological requirements, imbalances and opportunities that are not straightforwardly related to other proximities.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.06772v1", "doi": "10.1016/j.respol.2020.104010"}
{"arxiv_id": "1811.08376v1", "title": "A possible alternative evaluation method for the non-use and nonmarket values of ecosystem services", "authors": ["Shuyao Wu", "Shuangcheng Li"], "published_date": "2018-11-20", "updated_date": "2018-11-20", "abstract": "Monetization of the non-use and nonmarket values of ecosystem services is important especially in the areas of environmental cost-benefit analysis, management and environmental impact assessment. However, the reliability of valuation estimations has been criticized due to the biases that associated with methods like the popular contingent valuation method (CVM). In order to provide alternative valuation results for comparison purpose, we proposed the possibility of using a method that incorporates fact-based costs and contingent preferences for evaluating non-use and nonmarket values, which we referred to as value allotment method (VAM). In this paper, we discussed the economic principles of VAM, introduced the performing procedure, analyzed assumptions and potential biases that associated with the method and compared VAM with CVM through a case study in Guangzhou, China. The case study showed that the VAM gave more conservative estimates than the CVM, which could be a merit since CVM often generates overestimated values. We believe that this method can be used at least as a referential alternative to CVM and might be particularly useful in assessing the non-use and nonmarket values of ecosystem services from human-invested ecosystems, such as restored ecosystems, man-made parks and croplands.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.08376v1", "doi": null}
{"arxiv_id": "1811.08949v1", "title": "The transmission of liquidity shocks via China's segmented money market: evidence from recent market events", "authors": ["Ruoxi Lu", "David A. Bessler", "David J. Leatham"], "published_date": "2018-11-21", "updated_date": "2018-11-21", "abstract": "This is the first study to explore the transmission paths for liquidity shocks in China's segmented money market. We examine how money market transactions create such pathways between China's closely-guarded banking sector and the rest of its financial system, and empirically capture the transmission of liquidity shocks through these pathways during two recent market events. We find strong indications that money market transactions allow liquidity shocks to circumvent certain regulatory restrictions and financial market segmentation in China. Our findings suggest that a widespread illiquidity contagion facilitated by money market transactions can happen in China and new policy measures are needed to prevent such contagion.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.08949v1", "doi": "10.1016/j.intfin.2018.07.005"}
{"arxiv_id": "1811.09004v2", "title": "Long-run Consequences of Health Insurance Promotion When Mandates are Not Enforceable: Evidence from a Field Experiment in Ghana", "authors": ["Patrick Asuming", "Hyuncheol Bryant Kim", "Armand Sim"], "published_date": "2018-11-22", "updated_date": "2019-06-15", "abstract": "We study long-run selection and treatment effects of a health insurance subsidy in Ghana, where mandates are not enforceable. We randomly provide different levels of subsidy (1/3, 2/3, and full), with follow-up surveys seven months and three years after the initial intervention. We find that a one-time subsidy promotes and sustains insurance enrollment for all treatment groups, but long-run health care service utilization increases only for the partial subsidy groups. We find evidence that selection explains this pattern: those who were enrolled due to the subsidy, especially the partial subsidy, are more ill and have greater health care utilization.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.09004v2", "doi": null}
{"arxiv_id": "1811.09475v1", "title": "New dynamics of energy use and CO2 emissions in China", "authors": ["Zhu Liu", "Bo Zheng", "Qiang Zhang"], "published_date": "2018-11-23", "updated_date": "2018-11-23", "abstract": "Global achievement of climate change mitigation will heavy reply on how much of CO2 emission has and will be released by China. After rapid growth of emissions during last decades, China CO2 emissions declined since 2014 that driven by decreased coal consumption, suggesting a possible peak of China coal consumption and CO2 emissions. Here, by combining a updated methodology and underlying data from different sources, we reported the soaring 5.5% (range: +2.5% to +8.5% for one sigma) increase of China CO2 emissions in 2018 compared to 2017, suggesting China CO2 is not yet to peak and leaving a big uncertain to whether China emission will continue to rise in the future. Although our best estimate of total emission (9.9Gt CO2 in 2018) is lower than international agencies in the same year, the results show robust on a record-high energy consumption and total CO2 emission in 2018. During 2014-2016, China energy intensity (energy consumption per unit of GDP) and total CO2 emissions has decreased driven by energy and economic structure optimization. However, the decrease in emissions is now offset by stimulates of heavy industry production under economic downturn that driving coal consumption (+5% in 2018), as well as the surging of natural gas consumption (+18% in 2018) due to the government led coal-to-gas energy transition to reduce local air pollutions. Timing policy and actions are urgent needed to address on these new drivers to turn down the total emission growth trend.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.09475v1", "doi": null}
{"arxiv_id": "1811.09622v1", "title": "Lee-Carter method for forecasting mortality for Peruvian Population", "authors": ["J. Cerda-Hernández", "A. Sikov"], "published_date": "2018-11-23", "updated_date": "2018-11-23", "abstract": "In this article, we have modeled mortality rates of Peruvian female and male populations during the period of 1950-2017 using the Lee-Carter (LC) model. The stochastic mortality model was introduced by Lee and Carter (1992) and has been used by many authors for fitting and forecasting the human mortality rates. The Singular Value Decomposition (SVD) approach is used for estimation of the parameters of the LC model. Utilizing the best fitted auto regressive integrated moving average (ARIMA) model we forecast the values of the time dependent parameter of the LC model for the next thirty years. The forecasted values of life expectancy at different age group with $95\\%$ confidence intervals are also reported for the next thirty years. In this research we use the data, obtained from the Peruvian National Institute of Statistics (INEI).", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.09622v1", "doi": "10.17268/sel.mat.2021.01.05"}
{"arxiv_id": "1811.11476v1", "title": "Modelling Social Evolutionary Processes and Peer Effects in Agricultural Trade Networks: the Rubber Value Chain in Indonesia", "authors": ["Thomas Kopp", "Jan Salecker"], "published_date": "2018-11-28", "updated_date": "2018-11-28", "abstract": "Understanding market participants' channel choices is important to policy makers because it yields information on which channels are effective in transmitting information. These channel choices are the result of a recursive process of social interactions and determine the observable trading networks. They are characterized by feedback mechanisms due to peer interaction and therefore need to be understood as complex adaptive systems (CAS). When modelling CAS, conventional approaches like regression analyses face severe drawbacks since endogeneity is omnipresent. As an alternative, process-based analyses allow researchers to capture these endogenous processes and multiple feedback loops. This paper applies an agent-based modelling approach (ABM) to the empirical example of the Indonesian rubber trade. The feedback mechanisms are modelled via an innovative approach of a social matrix, which allows decisions made in a specific period to feed back into the decision processes in subsequent periods, and allows agents to systematically assign different weights to the decision parameters based on their individual characteristics. In the validation against the observed network, uncertainty in the found estimates, as well as under determination of the model, are dealt with via an approach of evolutionary calibration: a genetic algorithm finds the combination of parameters that maximizes the similarity between the simulated and the observed network. Results indicate that the sellers' channel choice decisions are mostly driven by physical distance and debt obligations, as well as peer-interaction. Within the social matrix, the most influential individuals are sellers that live close by to other traders, are active in social groups and belong to the ethnic majority in their village.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1811.11476v1", "doi": null}
{"arxiv_id": "1902.00428v1", "title": "Does Better Governance Guarantee Less Corruption? Evidence of Loss in Effectiveness of the Rule of Law", "authors": ["Omar A. Guerrero", "Gonzalo Castañeda"], "published_date": "2019-02-01", "updated_date": "2019-02-01", "abstract": "Corruption is an endemic societal problem with profound implications in the development of nations. In combating this issue, cross-national evidence supporting the effectiveness of the rule of law seems at odds with poorly realized outcomes from reforms inspired in such literature. This paper provides an explanation for such contradiction. By taking a computational approach, we develop two methodological novelties into the empirical study of corruption: (1) generating large within-country variation by means of simulation (instead of cross-national data pooling), and (2) accounting for interactions between covariates through a spillover network. The latter (the network), seems responsible for a significant reduction in the effectiveness of the rule of law; especially among the least developed countries. We also find that effectiveness can be boosted by improving complementary policy issues that may lie beyond the governance agenda. Moreover, our simulations suggest that improvements to the rule of law are a necessary yet not sufficient condition to curve corruption.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1902.00428v1", "doi": null}
{"arxiv_id": "1902.00429v1", "title": "The Importance of Social and Government Learning in Ex Ante Policy Evaluation", "authors": ["Gonzalo Castaeda", "Omar A. Guerrero"], "published_date": "2019-02-01", "updated_date": "2019-02-01", "abstract": "We provide two methodological insights on \\emph{ex ante} policy evaluation for macro models of economic development. First, we show that the problems of parameter instability and lack of behavioral constancy can be overcome by considering learning dynamics. Hence, instead of defining social constructs as fixed exogenous parameters, we represent them through stable functional relationships such as social norms. Second, we demonstrate how agent computing can be used for this purpose. By deploying a model of policy prioritization with endogenous government behavior, we estimate the performance of different policy regimes. We find that, while strictly adhering to policy recommendations increases efficiency, the nature of such recipes has a bigger effect. In other words, while it is true that lack of discipline is detrimental to prescription outcomes (a common defense of failed recommendations), it is more important that such prescriptions consider the systemic and adaptive nature of the policymaking process (something neglected by traditional technocratic advice).", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1902.00429v1", "doi": null}
{"arxiv_id": "1902.00430v1", "title": "Quantifying the Coherence of Development Policy Priorities", "authors": ["Omar A. Guerrero", "Gonzalo Castañeda"], "published_date": "2019-02-01", "updated_date": "2019-02-01", "abstract": "Over the last 30 years, the concept of policy coherence for development has received especial attention among academics, practitioners and international organizations. However, its quantification and measurement remain elusive. To address this challenge, we develop a theoretical and empirical framework to measure the coherence of policy priorities for development. Our procedure takes into account the country-specific constraints that governments face when trying to reach specific development goals. Hence, we put forward a new definition of policy coherence where context-specific efficient resource allocations are employed as the baseline to construct an index. To demonstrate the usefulness and validity of our index, we analyze the cases of Mexico, Korea and Estonia, three developing countries that, arguably, joined the OECD with the aim of coherently establishing policies that could enable a catch-up process. We find that Korea shows significant signs of policy coherence, Estonia seems to be in the process of achieving it, and Mexico has unequivocally failed. Furthermore, our results highlight the limitations of assessing coherence in terms of naive benchmark comparisons using development-indicator data. Altogether, our framework sheds new light in a promising direction to develop bespoke analytic tools to meet the 2030 agenda.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1902.00430v1", "doi": null}
{"arxiv_id": "1902.00432v1", "title": "How do governments determine policy priorities? Studying development strategies through spillover networks", "authors": ["Omar A. Guerrero", "Gonzalo Castañeda", "Florian Chávez-Juárez"], "published_date": "2019-02-01", "updated_date": "2019-02-01", "abstract": "Determining policy priorities is a challenging task for any government because there may be, for example, a multiplicity of objectives to be simultaneously attained, a multidimensional policy space to be explored, inefficiencies in the implementation of public policies, interdependencies between policy issues, etc. Altogether, these factor s generate a complex landscape that governments need to navigate in order to reach their goals. To address this problem, we develop a framework to model the evolution of development indicators as a political economy game on a network. Our approach accounts for the --recently documented-- network of spillovers between policy issues, as well as the well-known political economy problem arising from budget assignment. This allows us to infer not only policy priorities, but also the effective use of resources in each policy issue. Using development indicators data from more than 100 countries over 11 years, we show that the country-specific context is a central determinant of the effectiveness of policy priorities. In addition, our model explains well-known aggregate facts about the relationship between corruption and development. Finally, this framework provides a new analytic tool to generate bespoke advice on development strategies.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1902.00432v1", "doi": null}
{"arxiv_id": "1902.00678v2", "title": "Robust Productivity Analysis: An application to German FADN data", "authors": ["Mathias Kloss", "Thomas Kirschstein", "Steffen Liebscher", "Martin Petrick"], "published_date": "2019-02-02", "updated_date": "2019-02-13", "abstract": "Sources of bias in empirical studies can be separated in those coming from the modelling domain (e.g. multicollinearity) and those coming from outliers. We propose a two-step approach to counter both issues. First, by decontaminating data with a multivariate outlier detection procedure and second, by consistently estimating parameters of the production function. We apply this approach to a panel of German field crop data. Results show that the decontamination procedure detects multivariate outliers. In general, multivariate outlier control delivers more reasonable results with a higher precision in the estimation of some parameters and seems to mitigate the effects of multicollinearity.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1902.00678v2", "doi": null}
{"arxiv_id": "1902.01265v1", "title": "Surprised by the Hot Hand Fallacy? A Truth in the Law of Small Numbers", "authors": ["Joshua B. Miller", "Adam Sanjurjo"], "published_date": "2019-02-04", "updated_date": "2019-02-04", "abstract": "We prove that a subtle but substantial bias exists in a common measure of the conditional dependence of present outcomes on streaks of past outcomes in sequential data. The magnitude of this streak selection bias generally decreases as the sequence gets longer, but increases in streak length, and remains substantial for a range of sequence lengths often used in empirical work. We observe that the canonical study in the influential hot hand fallacy literature, along with replications, are vulnerable to the bias. Upon correcting for the bias we find that the long-standing conclusions of the canonical study are reversed.", "categories": ["econ.GN", "q-fin.EC"], "primary_category": "econ.GN", "pdf_url": "http://arxiv.org/pdf/1902.01265v1", "doi": "10.3982/ECTA14943"}
